Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Documentation of the current geotechnical model and results of stability analyses
es: Documentación del actual modelo geotécnico y resultados de los análisis de estabilidad;

source: Documentation of the information used in our evaluation
es: Documentación de la información usada en nuestra evaluación;

source: Documents and records to be collected and reviewed may include:
es: Los documentos y registros que recopilar y revisar podrían incluir:

source: Does Golder have a full-time registered office in the Country where the Project work is to be performed?
es: ¿Golder tiene una oficina registrada a tiempo completo en el país donde se llevará a cabo el trabajo del proyecto?

source: Does Golder have a full-time registered office in the Country where the Third Party is located?
es: ¿Golder tiene una oficina registrada a tiempo completo en el país donde se encuentra ubicado el Tercero?

source: Does Golder have a previous relationship with the Third Party?
es: ¿Golder tiene una relación anterior con el Tercero?

source: Does Golder have the appropriate business and professional licenses to work in the jurisdiction?
es: ¿Golder tiene las licencias de operación correspondientes para trabajar en la jurisdicción?

source: Does everyone know their job today?
es: ¿Saben todos cuál es su tarea para hoy?

source: Does everyone know their job?
es: ¿Saben todos cuál es su tarea?

source: Does it cover the main steps of the task?
es: ¿Cubre los pasos principales de la tarea?

source: Does not apply to government contracts.
es: No se aplica a contratos con el Estado.

source: Does not include asset security.
es: No incluye la seguridad de activos.

source: Does the employee ever Take 5?
es: ¿El colaborador se Toma 5 alguna vez?

source: Does the team know the race plan?
es: ¿Conoce el equipo el plan de carrera?

source: Does the team know the special tactics?
es: ¿Conoce el equipo las tácticas especiales?

source: Dogger or Rigger
es: Rigger (señalero)

source: Domain
es: Dominio

source: Domestic fly to the nearest community.
es: Vuelo local a la comunidad más cercana.

source: Domeyko Range Lineament 1
es: Lineamiento 1 Cordillera de Domeyko

source: Domeyko Range Lineament 2
es: Lineamiento 2 Cordillera de Domeyko

source: Dominican Republic
es: República Dominicana

source: Don’t assume the status of utility lines until confirmed by those qualified to make the determination.
es: No suponer el estado de las líneas de servicios hasta que sea confirmado por personal calificado.

source: Dornod Project - Khan Resources Inc.
es: Proyecto Dornod – Khan Resources Inc.

source: Double benching (2 x 10 m) or 15 m bench heights in massive, competent Intrusives with favorable structure
es: Bancos dobles (2 x 10 m) o bancos de 15 m de altura en intrusivos masivos y competentes con estructura favorable.

source: Double benching trials should be based on 20 m pre-split (continuous decoupled charge) inclined 75 degrees to 80 degrees
es: Los ensayos con doble banco deben basarse en precorte de 20 m (carga de diámetro inferior continua) con inclinación de 75 a 80 grados.

source: Download data loggers every month and prepare pore pressure hydrographs.
es: Descargar los data loggers cada mes y preparar hidrogramas de presión de poros.

source: Download data loggers every month and prepare pore pressure hydrographs;
es: Descargar los data loggers cada mes y preparar hidrogramas de presión de poros;

source: Download the Assistance App from the appropriate App store.
es: Descargue la Aplicación de Asistencia de la app store que aplique.

source: Download the Golder Eform App on your mobile device and review the FAQ including VFL information
es: Descargar la Eform App de Golder en sus celulares y revisar las preguntas frecuentes que incluyen información sobre liderazgo visible y palpable.

source: Download the Updated International SOS App
es: Descarga la aplicación actualizada de International SOS

source: Download the iSOS mobile app
es: Descargue la aplicación para smartphone iSOS

source: Doyon Mine - Cambior Inc./Iamgold
es: Mina Doyon – Cambior Inc./Iamgold

source: Dr. Castro is experienced in complex numerical modelling, open pit slope design, crown pillar design and underground mine geomechanics, including ground support and mining sequence evaluations for underground excavations subjected to high in-situ stresses.
es: El Dr. Castro cuenta con experiencia en modelación numérica compleja, diseño de taludes de pits, diseño de pilares corona y geomecánica de minas subterráneas, así como evaluaciones de fortificaciones y secuencia de minado para excavaciones subterráneas sometidas a altas tensiones in situ.

source: Dr. Joe Carvalho, a Principal of Golder Associates in the Mississauga office in Canada, is a rock mechanics and fracture mechanics specialist with 25 years' experience in the field.
es: El Dr. Joe Carvalho, Principal de Golder Associates en la oficina de Golder en Mississauga, Canadá, es especialista en mecánica de rocas y mecánica de fracturas con 25 años de experiencia en terreno.

source: Dr. Joe Carvalho, a Principal of Golder Associates in the Mississauga office in Canada, is a rock mechanics and fracture mechanics specialist with 30 years’ experience in the field.
es: El Dr. Joe Carvalho, Principal de Golder Associates en la oficina de Golder en Mississauga, Canadá, es especialista en mecánica de rocas y mecánica de fracturas con 30 años de experiencia en terreno.

source: Dr. Luiz Castro is a Principal and Senior Rock Mechanics Engineer with Golder Associates in Toronto, with diversified experience in soil and rock mechanics engineering, applied to domestic and international open pit and underground mining projects.
es: El Dr. Luiz Castro es Principal e Ingeniero Senior en Mecánica de Rocas en la oficina de Golder Associates en Toronto y tiene experiencia diversificada en ingeniería en mecánica de suelos y de rocas aplicada a proyectos nacionales e internacionales de minería a cielo abierto y subterránea.

source: Dr. Puebla has conducted numerous studies on soil characterization and modeling of a variety of earthen structures.
es: El Dr. Puebla ha llevado a cabo numerosos estudios sobre caracterización de suelo y modelación de una variedad de estructuras de tierra.

source: Dr. Trevor Carter is currently a Principal with Golder Associates in Toronto, Canada.
es: El Dr. Trevor Carter es actualmente Principal de Golder Associates en Toronto, Canadá.

source: Drawdown of groundwater elevations adjacent to the open pits occurs during mine operations, extending up to 650 metres from the Gramalote Pit (year 2030) and 350 metres from the Monjas Pit (year 2029).
es: Se presentan abatimientos de las elevaciones de las aguas subterráneas hacia los pits durante las operaciones mineras, que se extienden hasta 650 m desde el pit Gramalote (año 2030) y hasta 350 m desde el pit Monjas (año 2029).

source: Drill and complete two 2-inch diameter bedrock PVC standpipe piezometers.
es: Perforar y habilitar en el basamento dos piezómetros de tubo abierto de PVC de 2 pulgadas de diámetro.

source: Drill and install one additional piezometer at a greater distance from each test to target the fractured breccia aquifer based on the geological block model.
es: Perforar e instalar un piezómetro adicional a una distancia mayor de cada pozo de prueba para apuntar al acuífero en la brecha fracturada basándose en el modelo geológico de bloques.

source: Drill and log HQ-sized coreholes to depths to identify the base of the instability and top of underlying bedrock;
es: Perforar y registrar barrenos de tamaño HQ hasta profundidades que permitan identificar la base de la inestabilidad y el techo del basamento subyacente;

source: Drill and log coreholes to depths to identify the base of the Colluvium and top of underlying bedrock;
es: Perforar y registrar barrenos hasta profundidades que permitan identificar la base del Coluvión y el techo del basamento subyacente;

source: Drill rigs shall be subjected to regular inspection and maintenance by a competent person in accordance with the manufacturer’s recommendations.
es: Los equipos de perforación deben someterse a inspección y mantenimiento regular por parte de una persona competente de acuerdo con las recomendaciones del fabricante.

source: Drill rigs shall be visually inspected prior to each use by the driller and records of the inspection available on request (refer to Section 18.0).
es: El contratista de perforación debe inspeccionar visualmente el equipo de perforación antes de cada uso y debe haber registros disponibles de las inspecciones a solicitud (ver Capítulo 18.0).

source: Drilling on tailings where there is a potential exposure to methane.
es: Perforaciones en relaves donde hay exposición potencial a gas metano

source: Drink water regularly.
es: Tomar agua regularmente.

source: Drive rental car to remote mine site for a 1-week visit, 3-4 hrs drive.
es: Conducción de vehículo de arriendo a mina remota para visita de 1 semana, viaje de 3-4 horas.

source: Driver and passenger details.
es: Datos del conductor y de los pasajeros

source: Driving
es: Conducción

source: Driving and Journey Management
es: Conducción y gestión de viajes

source: Driving in the wrong direction on a one-way road
es: Conducción en la dirección equivocada en camino de un solo sentido

source: Driving vehicles or operating other equipment outside of design or prescribed limits.
es: Conducción de vehículos u operación de otros equipos fuera de los límites de diseño o establecidos.

source: Driving Fatigued
es: Conducción con Fatiga

source: Drug treatment should only ever be used as a temporary measure; the best treatment is always descent.
es: El tratamiento con fármacos solo debe ser una medida temporal, el mejor tratamiento siempre es descender.

source: Drugs
es: Drogas

source: Drugs and alcohol are identified as a significant project risk and as such a testing regime has been implemented
es: Se considera que las drogas y el alcohol son un riesgo importante para el proyecto y hay un régimen de exámenes implementado.

source: Dry Storage Container Building – OPG
es: Instalación de contención de almacenamiento seco – OPG

source: Duck Pond Project - MRDI Canada
es: Proyecto Duck Pond – MRDI Canada

source: Due Date
es: Fecha de vencimiento

source: Due to language difficulties the passengers could not make themselves understood to the driver when trying to get him to slow down
es: Debido a dificultades del idioma, los pasajeros no lograban que el conductor los entendiera al tratar de hacer que bajara la velocidad

source: Due to schedule and other priorities, this has been hit or miss.
es: Debido al programa y a otras prioridades, esto ha sido impredecible.

source: Due to the project complexity and number of activities and personnel involved, the project team must consider to appoint an HSSE Coordinator that will ensure that the HSSE planning is effectively implemented on site and that any changes are addressed appropriately.
es: Debido a la complejidad del proyecto y al número de actividades y personal involucrados, el equipo de proyecto debe considerar la designación de un Coordinador de HSSE que se asegure de que los planes de HSSE sean efectivamente implementados en el sitio y que cualquier cambio reciba la atención pertinente.

source: Due to their surface geometry (generally less than 20 km surface lengths) and distance (more than 150 km) from the project site, none of these faults are likely to generate earthquake ground motions of significance at the Spence Mine site.
es: Debido a su geometría superficial (generalmente menos de 20 km de longitud superficial) y distancia (más de 150 km) del proyecto, ninguna de estas fallas tiene probabilidad de generar movimientos sísmicos de significación para la mina Spence.

source: Duplicate entries must be removed because their inclusion in the catalog, particularly larger earthquakes (i.e., magnitude 6 or higher), can lead to overestimation of the earthquake recurrence parameters, and thereby an overestimation of the seismic hazard.
es: Las entradas duplicadas deben ser eliminadas debido a que su inclusión en el catálogo, sobre todo los eventos más grandes (magnitud 6 o superior), pueden provocar la sobrestimación de los parámetros de recurrencia y, por tanto, del peligro sísmico.

source: Duplicates must be removed because their inclusion in the catalog, particularly larger events (i.e. magnitude 6 or higher) can lead to overestimation of the recurrence parameters and overall hazard.
es: Los eventos duplicados, o asociados a un sismo principal (premonitorios y réplicas), deben ser eliminados debido a que su inclusión en el catálogo, sobre todo los eventos más grandes (magnitud 6 o superior), pueden provocar la sobrestimación de los parámetros de recurrencia y el peligro general.

source: Durable materials (eg.
es: Materiales duraderos (ej.,

source: During a follow up site visit on October 20, 2017, respiratory protection requirements were implemented, but an inappropriate type of respirator had been selected for use in atmospheres above the action limit.
es: Durante una visita de seguimiento el 20 de octubre de 2017, se implementaron los requisitos de protección respiratoria, pero se seleccionó un tipo de respirador que no era adecuado para su uso en atmósferas que superan el límite de acción.

source: During air monitoring on site, concentrations of H2S above the Golder action limit (5ppm), the occupational exposure limit (OEL Ceiling of 10 ppm), and the immediately dangerous to life and health limit (IDLH of 100 ppm) were measured.
es: Durante el monitoreo de aire en el sitio, se midieron concentraciones de H2S por encima del límite de acción de Golder (5 ppm), del límite de exposición ocupacional (techo de 10 ppm de OEL) y del límite de amenaza inmediata a la vida y la salud (100 ppm de IDLH).

source: During his Ph.D., he led research studies of constitutive models, and numerical models and analysis of deformation induced by liquefaction in dams.
es: Durante su Ph.D. lideró estudios de investigación de modelos constitutivos y modelos numéricos y análisis de deformación inducida por licuefacción en presas.

source: During mine operations, process water is introduced to the TMF, supporting a process water pond in the central (and western) portion of the facility, and a saturated tailings mass across La Palestina valley upstream of the Sand Embankment.
es: Durante las operaciones mineras, se introduce agua de proceso en la presa de relaves, que alimenta una piscina de agua de proceso en la parte central (y oeste) de la instalación y una masa saturada de relaves a través del valle La Palestina aguas arriba de la presa de arena.

source: During our site review, we were supported by Miguel A. Romano; Gualberto Perez, Mine Geologist and Geotechnical Engineer; Tomas Placencia, Geologist; Francisco Veniz, Geotechnical Engineer, Antonio Rodriguez, Drilling and Blasting Supervisor; and other Minera San Cristóbal staff.
es: Durante nuestra revisión en el sitio, Golder tuvo la asesoría de Miguel A. Romano; del geólogo de minas e ingeniero geotécnico Gualberto Pérez; del geólogo Tomás Placencia; del ingeniero geotécnico Francisco Véniz; del supervisor de perforación y voladura, Antonio Rodríguez; y de otros funcionarios de Minera San Cristóbal.

source: During project planning, identify seasons and lands open to hunting.
es: Durante la planificación del proyecto, identificar las temporadas y los sectores habilitados para la caza.

source: During the activities, a gunshot was fired from an opposing ridge.
es: Mientras desarrollaban estas actividades, se escuchó un tiro de escopeta en una colina opuesta.

source: During the project phase and prior to the commencement of mining, Golder Associates ltd (Golder) had carried out an assessment of the potential impact of the Tres Gigantes by earthquake, blast vibrations and toppling during a seismic event (Golder, 2000).
es: Durante la etapa de proyecto y antes de comenzar la explotación, Golder Associates Ltd. (Golder) había llevado a cabo una evaluación del posible impacto de sismos, vibración por voladura y fallas por volcamiento durante un evento sísmico en los Tres Gigantes (Golder, 2000).

source: During the race
es: Durante la carrera

source: During the review of the incident the operator stated that he saw the Golder employee but didn't stop because he thought she could walk down the other side of the pile.
es: Durante la revisión del incidente el operador indicó que vio a la colaboradora de Golder, pero no se detuvo ya que pensó que ella podía caminar hacia el otro lado de la pila.

source: During the second site visit, reconnaissance was completed of the main Project facilities (including observation of spring discharge locations) and core logs were reviewed to further refine the characterization of the weathered bedrock/saprolite material above the bedrock.
es: Durante la segunda visita, se realizó un reconocimiento de las principales instalaciones del Proyecto (junto con la observación de zonas de flujo de afloramiento) y registros de perforación para refinar la caracterización de la roca meteorizada/material de saprolito ubicado por encima del basamento rocoso.

source: During the test measure the flow on a regular basis and use a pressure transducer and data logger to record the changes in pressure at the wellhead.
es: Durante la prueba, medir el flujo regularmente y usar un transductor de presión y un data logger para registrar los cambios de presión en la boca del pozo.

source: During this conversation, the roof material gave way and the Golder employee fell into the ceiling void up to about torso-level.
es: Durante esta conversación, el material del techo cedió y el colaborador de Golder cayó al vacío del techo hasta el nivel del pecho.

source: Dust
es: Polvo

source: Dynamics CRM Support
es: Soporte con Dynamics CRM

source: E-W Thrust Faults: These faults are readily observed and located from Rio Loa in the south to north of Iquique (about 19.2° through 21.6° south latitude).
es: Fallas inversas de bajo ángulo con rumbo E-O: estas fallas se observan con facilidad y se ubican desde el río Loa en el sur hasta el norte de Iquique (alrededor de los 19,2° a 21,6° de latitud sur).

source: Economic conditions in some parts of our market are still weak
es: Las condiciones económicas en algunos sectores del mercado siguen débiles

source: EDITING THE HOME OFFICE
es: PARA CAMBIAR TU OFICINA PREDETERMINADA

source: EFCG advised on the factors used in our share price formula and provided an indicative range of value for the company.
es: EFCG asesoró en cuanto a los factores utilizados en nuestra fórmula para el precio de las acciones y sugirió un intervalo de valores para la compañía.

source: EHL Framework
es: Marco de EHL

source: EHL Board Meeting
es: Reunión de Directorio de EHL

source: EHL Board for 2018 will have 11 members, including 3 external
es: El Directorio de EHL para 2018 tendrá 11 miembros, de los cuales 3 serán externos

source: EIA for segments of TCPL Energy East crude export (~3000 km of 36/42-inch pipe)
es: EIA para segmentos del oleoducto de exportación de crudo TCPL Energy East (~3000 km de tubería de 36/42 pulg.)

source: ELECTRICAL EQUIPMENT
es: EQUIPOS ELÉCTRICOS

source: ELEVATED WORK PLATFORMS (EWP)
es: PLATAFORMAS DE TRABAJO ELEVADAS (PTE)

source: ELIMINATE
es: ELIMINAR

source: ELIMINATION - Eliminate the hazard completely
es: ELIMINACIÓN: eliminar completamente el peligro.

source: EMERGENCY EQUIPMENT
es: EQUIPOS DE EMERGENCIA

source: EMERGENCY PLAN
es: PLAN DE EMERGENCIA

source: EMERGENCY RESPONSE
es: RESPUESTA A EMERGENCIAS

source: ENGINEERING – Redesign / guarding the equipment or prevent contact with hazard
es: INGENIERÍA: rediseñar/cubrir el equipo o impedir el contacto con el peligro.

source: ENTERING EXCAVATIONS
es: INGRESO A EXCAVACIONES

source: EQUIPMENT
es: EQUIPOS

source: EQUIPMENT TEST AND TAG
es: PRUEBAS Y ETIQUETADO DE EQUIPOS

source: EX.
es: EJEMPLO

source: EXECUTIVE SUMMARY
es: RESUMEN EJECUTIVO

source: Each Grand Prix circuit presents unique challenges.
es: Cada circuito del Grand Prix presenta desafíos únicos.

source: Each action item or tactic will need a separate chevron.
es: Cada ítem de acción o táctica requiere de flechas separadas.

source: Each asset owner will provide details of the distance you must be away from the service.
es: El propietario del activo entregará los detalles de la distancia que se debe observar.

source: Each piezometer must be sealed into the breccia unit so that the pressure it measures reflects the piezometric head in the geological unit;
es: Cada piezómetro debe estar sellado en la unidad de brecha para que la presión que mide refleje la carga piezométrica en la unidad geológica;

source: Each pit will be about 950 m long, 700 m wide and will extend to a depth of up to 280 m.
es: Cada pit tendrá alrededor de 950 m de longitud, 700 m de ancho y una profundidad de hasta 280 m.

source: Each segment consists of a number of individual faults or fault sections that vary in their structural geometry, but in general are distinguished from each other by drainage divides near the segment confluences (Naranjo, 1987).
es: Cada segmento consta de una cantidad de fallas individuales o secciones de falla que varían en geometría estructural, pero que en general se distinguen entre sí por las vías de drenaje en la convergencia entre los segmentos (Naranjo, 1987).

source: Each traveller completes ITA
es: Cada viajero completa el ITA

source: Early property lease termination with penalty
es: Término anticipado de alquiler de inmueble con multa

source: Earthquake Catalog Compilation
es: Recopilación del catálogo sísmico

source: Earthquake Ground Motions Attenuation Equation
es: Ecuación de atenuación de movimientos sísmicos

source: Earthquake ground motions have been developed from both probabilistic seismic hazard analysis (PSHA) and deterministic seismic hazard analysis (DSHA) for the Mine site.
es: Dichos párametros de diseño han sido desarrollados a partir de análisis de peligro sísmico probabilísticos (PSHA, en inglés) y determinísticos (DSHA, en inglés) para el sitio de la mina.

source: Earthquake ground motions were developed as acceleration response spectra for an assumed site soil condition at the site that has an average shear wave velocity in the upper 30 m (i.e., VS,30) of 760 m/s.
es: Los movimientos sísmicos se desarrollaron como espectros de respuesta de aceleración para una condición de suelo supuesta en el sitio que tiene una velocidad promedio de onda de corte en los 30 m superiores (VS,30) de 760 m/s.

source: Earthquake magnitude recurrence model: The interface subduction zone sources were modeled with an exponential recurrence model;
es: Modelo de recurrencia de magnitud sísmica: las fuentes en zona de subducción de interfaz se modelaron con un modelo de recurrencia exponencial;

source: Earthquake recurrence model: the interface subduction zone sources were modeled using both characteristic and exponential recurrence models, weighted at 0.5 each.
es: Modelo de recurrencia sísmica: se modelaron las fuentes en zona de subducción de interfaz de contacto, usando modelos de recurrencia tanto característicos como exponenciales, cada uno ponderado en 0,5.

source: Earthquake recurrence relationships represent the frequency of earthquake occurrence within a seismic source.
es: Las relaciones de recurrencia sísmica representan la frecuencia de la ocurrencia de sismos dentro de una fuente sísmica.
